{
    "navbarHome": {
        "label": "Raul Lino no Médio Tejo",
        "project": "PROJETO",
        "biography": "BIOGRAFIA",
        "building": "OBRA",
        "search": "Pesquisa",
        "submit": "Pesquisar"
    },
    "navbarProject": {
        "description": "DESCRIÇÃO",
        "bibliography": "BIBLIOGRAFIA",
        "team": "EQUIPA",
        "contacts": "CONTACTOS"
    },
    "navbarBiography": {
        "generic": "GENÉRICA",
        "about": "SOBRE O MÉDIO TEJO"
    },
    "navbarBuilding": {
        "chronology": "CRONOLOGIA",
        "map": "MAPA",
        "list": "LISTA"
    },
    "homePage": {
        "summary": [
            "OnlineLino é um arquivo digital dedicado à obra arquitetónica de Raul Lino da Silva ou Raul Lino (1879-1974), que disponibiliza informação sobre o legado construtivo do arquiteto, na região do Médio Tejo.",
            "O portal fornece entradas para desenhos, documentos e imagens dos projetos construídos e identificados no local, e também para imagens, filmes documentais sobre a biografia do arquiteto Raul Lino."
        ]
    },
    "descriptionPage": {
        "developed": [
            "OnlineLino é um arquivo digital dedicado à obra arquitetónica de Raul Lino da Silva ou Raul Lino (1879-1974), que disponibiliza informação sobre o legado arquitetónico e construtivo do arquiteto, destinado à região do Médio Tejo.",
            "O legado construtivo de Raul Lino da Silva (1879-1974), reconhecido arquiteto português, encontra-se disperso por todo o território nacional. Os seus projetos de arquitetura destinados à cidade de Abrantes foram objeto de estudo no projeto de investigação “Raul Lino – um itinerário pelo património em Abrantes” (RauLino| Abrt). Através deste estudo foi possível constatar a necessidade de agregar, sistematizar e divulgar os projetos de arquitetura da sua autoria destinados a municípios inscritos na atual região do Médio Tejo que não estão suficientemente divulgados, ou que não são sequer associados ao seu autor.",
            "O projeto que sustentou o desenvolvimento do portal OnLineLino foi concebido no Centro I&D do Instituto Politécnico de Tomar, Centro de Tecnologia Restauro e Valorização das Artes (TECHN&ART), em parceria com a Fundação Calouste Gulbenkian (FCG). Esta parceria tem como principal objetivo a partilha e acesso da documentação referente ao espólio de arquitetura de Raul Lino, existente na Biblioteca de Arte da FCG. Pretende-se disponibilizar e agregar a informação dispersa por diferentes arquivos e fontes, e facilitar o acesso organizado à mesma.",
            "Este projeto foi financiado pela Fundação para a Ciência e Tecnologia, no âmbito do programa CFPI2023/08.",
            "O projecto OnLineLino foi concretizado por investigadores do TECHN&ART e por estudantes dos cursos de Mestrado de Design Editorial e da Licenciatura de Engenharia Informática do Instituto Politécnico de Tomar."
        ]
    },
    "bibliographyPage": {
        "bibliography": "Bibliografia",
        "text": [
            "A/RES/70/1. (2015). Resolution adopted by the General Assembly on 25 September, Seventieth session. United Nations.",
            "CE - Comissão Europeia (2018). Uma Nova Agenda para a Cultura. Disponível em: https://eur-lex.europa.eu/legal-content/PT/TXT/PDF/?uri=CELEX:52018DC0267.",
            "Domenichini, R. (2023). Architectural archives, a resource for knowledge and collective memory. Boletim do Arquivo da Universidade de Coimbra, Extra 1, 37-51.",
            "ICA – International Council on Archives (2000). A guide to the archival care of architectural records. 19th-20th centuries. https://www.ica.org/en/guide-archival-care-architectural-records-19th-20th-centuries. ",
            "Letellier. R.; Schmid, W. & and LeBlanc, F. (2007). Recording, Documentation, and Information Management for the Conservation of Heritage Places guiding principles. 2 vol.; Getty Conservation Institute.",
            "Münster, S. (2017). A survey on topics, researchers and cultures in the field of digital heritage. ISPRS Annals, Photogrammetry, Remote Sensing and Spatial Information Sciences, IV-2/W2, 157–162, https://doi.org/10.5194/isprs-annals-IV-2-W2-157-2017.",
            "Münster, S., Apollonio, F. I., Bell, P., Kuroczynski, P., Di Lenardo, I., Rinaudo, F., and Tamborrino, R.: (2019). Digital cultural heritage meets digital humanities. Int. Arch. Photogrammetry, Remote Sensing and Spatial Information Sciences, XLII-2/W15, 813–820, https://doi.org/10.5194/isprs-archives-XLII-2-W15-813-2019, 2019.",
            "Ocejo, Y; Romero, R.; Domenichini, R.; Garzón, G.; O'Riordan, C.; Simon, A. & Sousa, A. (2019). Proceedings of the International Congress on Architectural Archives: Professional Experiences in a Cultural Diversity, International Congress on Architectural Archives. Arquivo Distrital de Braga, 2021. DOI https://doi.org/10.21814/1822.70577. Available at the University of Minho RepositóriUM http://hdl.handle.net/1822/70577.",
            "Orlandi, L. & Marsili, G. (2019). Digital Humanities and Cultural Heritage Preservation: The Case of the BYZART (Byzantine Art and Archaeology on Europeana) Project.",
            "Robertson, P., Sharples, J. & Imrie, N., (2014). Mackintosh Architecture: Context, Making and Meaning. Catalogue. University of Glasgow, Glasgow.",
            "Wierre, F. (2010). Les archives comme outils de représentation de l'œuvre. Sociétés & Représentations, 30, 173-180. https://doi.org/10.3917/sr.030.0173."
        ]
    },
    "teamPage": {
        "team": "Equipa",
        "inv": "Investigadores:",
        "col": "Colaboradores:",
        "investigators": [
            "Anabela Mendes Moreira",
            "Inês Domingues Serrano",
            "Paulo Alexandre Gomes dos Santos",
            "Pedro Alexandre Santos de Matos",
            "Regina Aparecida Delfino"
        ],
        "collaborators": [
            "Ana Maria Fuzeiro Grácio, estudante",
            "Ana Xavier Mimoso, estudante"
        ]
    },
    "contactsPage": {
        "contacts": "Contactos",
        "text": [
            "Anabela Mendes Moreira - anamoreira@ipt.pt",
            "Inês Serrano - inesserrano@ipt.pt",
            "Paulo Alexandre Gomes dos Santos - psantos@ipt.pt",
            "Regina Aparecida Delfino - re.delfino@ipt.pt"
        ]
    },
    "biographyPage": {
        "generic": "Raul Lino da Silva ou Raul Lino (1879-1974) iniciou a sua formação na Inglaterra e Alemanha, tendo frequentado a escola de artes e ofícios nas vertentes de carpintaria e desenho de móveis, Handwerker und Kunstgeweberschule em Hannover, e a Technische Hochschule. Realizou a formação prática no atelier do Professor Albrecht Haupt, que dedicou um estudo à arquitetura do Renascimento em Portugal. Em 1897, regressou a Lisboa para iniciar o que viria a ser uma longa e produtiva carreira na arquitetura. A experiência inglesa e alemã situou-o no centro de uma cultura que se refletiu, quer na sua prática arquitetónica, quer nas suas várias publicações escritas, ajustando a aprendizagem europeia ao programa nacionalista. ",
        "v": "Filmes",
        "videos": [
            "https://arquivos.rtp.pt/conteudos/raul-lino/",
            "https://www.rtp.pt/play/p1349/e150469/linhas-e-palavras",
            "https://gulbenkian.pt/historia-das-exposicoes/audio-visuals/85/"
        ],
        "videosSubtitle": [
            "",
            "[Miguel Real fala sobre Raul Lino]",
            "[Inauguração da exposição em 1970 na FCG]"
        ],
        "l": "Outros links",
        "otherLinks": [
            "https://www.ebad.info/silva-raul-lino-da",
            "https://museu.parlamento.pt/DetalhesAutor?authorId=512",
            "https://gulbenkian.pt/biblioteca-arte/artist/raul-lino/",
            "https://cm-sintra.pt/sintra-em-agenda-arquivo/raul-lino-actualidade-de-um-mestre",
            "https://www.alpiarcense.com/cronicas-do-outeiro-raul-lino-o-arquiteto-da-casa-dos-patudos/",
            "https://www.researchgate.net/publication/277218597_Ser_moderno_em_1900_a_arquitectura_de_Ventura_Terra_e_Raul_Lino "
        ],
        "about": "A região do Médio Tejo corresponde à unidade territorial para fins estatísticos localizada na região Centro de Portugal continental. É constituída pelos concelhos de Abrantes, Alcanena, Constância, Entroncamento, Ferreira do Zêzere, Mação, Ourém, Sardoal, Sertã, Tomar, Torres Novas, Vila de Rei e Vila Nova da Barquinha.",
        "image": ""
    },
    "buildingsPage": {
        "title": "Obras e Projectos",
        "buildingsProjects": [
            "A obra arquitetónica de Raul Lino encontra-se disseminada por todo o território nacional. A sua produção arquitetónica tem sido objeto de diversos estudos, com particular destaque para os edifícios construídos em Lisboa, Sintra e Cascais, nomeadamente as designadas “casas marroquinas”, construídas na primeira década do século XX.",
            "Para além do legado arquitetónico, Raul Lino também é autor de um conjunto de publicações escritas, designadamente “A Nossa Casa – Apontamentos sobre o bom gosto na construção de casas simples”, 1918; “Casa Portuguesa”, 1929; “Casas Portuguesas – Alguns apontamentos sobre o arquitectar das casas simples”, 1933; Auriverde jornada: recordações de uma viagem ao Brasil“, 1937; e “Quatro palavras sobre Urbanização”, 1945. ",
            "O espólio de arquitetura de Raul Lino, mais de 600 projetos, encontra-se na Biblioteca de Arte da Fundação Calouste Gulbenkian (BAFCG)."
        ],
        "v": "Filmes",
        "videos": [
            "https://www.rtp.pt/play/p5656/e439639/visita-guiada  ",
            "https://www.rtp.pt/play/p3373/e308698/visita-guiada  ",
            "https://www.rtp.pt/play/p3373/e289865/visita-guiada  ",
            "https://content.gulbenkian.pt/inarte/videos/reg.85_CDR635_Raul%20Lino.mp4",
            "https://arquivos.rtp.pt/conteudos/uma-casa-portuguesa/"
        ],
        "videosSubtitle": [
            "[Casa do Cipreste]",
            "[Casa dos Patudos]",
            "[Casa Roque Gameiro] ",
            "",
            ""
        ],
        "l": "Outros links",
        "otherLinks": [
            "https://arquivomunicipal3.cm-lisboa.pt/x-arqweb/Result.aspx?id=13024&type=Autoridade",
            "https://www.publico.pt/2010/12/11/jornal/tres-casas-de-raul-lino-classificadas--de-interesse-publico-no-monte-estoril-20810106",
            "http://www.jornaldesintra.com/2014/03/historia-local-raul-lino-2/",
            "https://www.publico.pt/2014/04/21/culturaipsilon/noticia/ha-uma-casa-raul-lino-no-porto-1632932",
            "https://sigarra.up.pt/faup/pt/noticias_geral.ver_noticia?p_nr=8937",
            "https://historiasdebolso.home.blog/2019/01/06/premio-valmor-de-1930-casa-portuguesa-de-sacadura-cabral-demolido-em-1982/",
            "https://serradesintra.net/casa-do-cipreste/",
            "https://www.acorianooriental.pt/noticia/unica-moradia-projetada-de-raiz-pelo-arquiteto-raul-lino-nos-acores-esta-a-venda",
            "https://patrimonium.pt/museus/casa-roque-gameiro/",
            "https://gulbenkian.pt/biblioteca-arte/staged-nature-zoo-of-zoos/"
        ],
        "title2": "Obras e Projectos na região do Médio Tejo",
        "buildingsProjectsMedioTejo": [
            "Raul Lino recebeu encomendas para projetos destinados à atual região do Médio Tejo. O primeiro projeto identificado está datado de 1919 e refere-se a uma moradia para José Serra da Motta (link), localizada na Rua Luís de Camões, no centro urbano de Abrantes. ",
            "No acervo existente na BAFCG estão identificados 33 projetos de arquitetura destinados aos municípios da atual região do Médio Tejo, 23 dos quais para o concelho de Abrantes, e os restantes para Alcanena (1), Constância (1), Mação (1), Ourém (1), Sardoal (1), Tomar (3), Torres Novas (1) e Vila Nova da Barquinha (1). Estes projetos correspondem a novas construções, a transformações e ampliações de edifícios existentes, arranjos urbanísticos, jazigos, escolas, um edifício para a sede de um clube cultural e recreativo (link), um pedestal (link) destinado a estátua e uma torre para posto de transformação (link).",
            "O projeto para a sede da Sociedade da Assembleia de Abrantes (link) foi encomendado ao arquiteto, por este clube recreativo local, em 1923. A sua construção foi concluída em 1924, mas apenas foi inaugurado em 1928, mantendo-se atualmente como propriedade da mesma sociedade."
        ],
        "images": [
            "",
            "img/postal_assembleia_de_abrantes.jpeg"
        ],
        "imagesSubtitle": [
            "Moradia da autoria de Raul Lino, localizada na Rua Luís de Camões, em Abrantes (192?) [Créditos de imagem: ---].",
            "Postal ilustrado do edifício sede da Sociedade da Assembleia de Abrantes (192?)."
        ]
    },
    "cronologyPage": {
        "title": "Cronologia"
    },
    "mapPage": {
        "title": "Mapa com a locallização das obras"
    },
    "listPage": {
        "title": "Lista de Obras"
    },
    "buildingsDetailsPage": {
        "year": "Data do projeto",
        "type": "Tipologia",
        "location": "Localização",
        "images": "Fotos",
        "links": "Links",
        "bibliography": "Fontes e bibliografia"
    },
    "buildings": [
        {
            "id": 1,
            "title": "Moradia, Abrantes",
            "year": "1919",
            "year2": "",
            "location": "Rua Luís de Camões, 28",
            "typology": "Habitação unifamiliar (projeto original)",
            "coordBool": true,
            "coordinates": [
                39.46130034837089,
                -8.199608824278481
            ],
            "info": [
                "Este edifício para habitação está implantado no limite do núcleo histórico de Abrantes, foi provavelmente o primeiro projeto de Raul Lino na cidade de Abrantes. Destinou-se à casa e atelier de José Serra da Motta (1883-1943), advogado e pintor aguarelista.",
                "A moradia insere-se num terreno de acentuado declive, na confluência entre a Rua Luís de Camões e a Rua do Montepio Abrantino, desenvolve-se em dois pisos e inclui sótão. No edifício, destacam-se o alpendre suportado em cinco colunas e orientado a Poente, as trapeiras que asseguram luz natural ao sótão, as duas grandes chaminés decoradas com elementos cerâmicos de barro vermelho semelhantes aos que integram a guarda da escada no alçado posterior da habitação. A disposição que estes elementos cerâmicos apresentam é replicada noutros edifícios projetados por Raul Lino, por exemplo: chaminé do edifício da Sociedade da Assembleia de Abrantes (3), muro de vedação da moradia localizada em Vila Nova da Barquinha (11), na guarda da varanda da moradia localizada na Rua do Arcediago em Abrantes (19).",
                "",
                "As janelas do primeiro piso são protegidas com gelosias cuja cor contrasta com a da parede da moradia, à semelhança do edifício da Assembleia da Sociedade de Abrantes que viria a ser construído em 1924."
            ],
            "images": [
                "../img/rot11.bmp",
                "../img/rot12.JPG",
                "../img/rot13.JPG"
            ],
            "imagesSubtitle": [
                "Fachada posterior da moradia (Arquivo Municipal Eduardo Campos, data: entre 1969 e 2018)",
                "Vista do edifício a partir da Rua do Montepio Abrantino (2022).",
                "Pormenor da chaminé e do alpendre da moradia (2022)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1919). Casa Unifamiliar, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 80.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=188332&img=26436"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=188332&img=26437"
                        }
                    ]
                },
                {
                    "id": 2,
                    "fonte": "IPA.00025172",
                    "biblio": [
                        {
                            "text": "[Link SIPA]",
                            "links": "http://www.monumentos.gov.pt/Site/APP_PagesUser/SIPA.aspx?id=25172"
                        }
                    ]
                }
            ]
        },
        {
            "id": 2,
            "title": "Quinta da Fábrica Abrantes, Abrantes",
            "year": "1922",
            "year2": "",
            "location": "Avenida do Paiol",
            "typology": "Habitação unifamiliar (projeto de reconstrução/remodelação)",
            "coordBool": true,
            "coordinates": [
                39.453393670793595,
                -8.198651777560325
            ],
            "info": [
                "O projeto desenvolvido por Raul Lino refere-se à ampliação de um edifício existente designado por Quinta da Fábrica e encomendado pela família Soares Mendes. A memória descritiva evidencia a preocupação de integrar as soluções arquitetónicas e construtivas com a construção pré-existente."
            ],
            "images": [
                "../img/rot21.jpg",
                "../img/rot22.png"
            ],
            "imagesSubtitle": [
                "Local da quinta da fábrica (2022).",
                "Edifício da quinta da fábrica (2022)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1922). Casa Unifamiliar, Rossio de Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 135.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=188552&img=27562"
                        },
                        {
                            "text": "[Memória descritiva, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=188552&img=27563"
                        }
                    ]
                }
            ]
        },
        {
            "id": 3,
            "title": "Edifício da Sede da Sociedade da Assembleia de Abrantes, Abrantes",
            "year": "1923",
            "year2": "",
            "location": "Largo General Avelar Machado",
            "typology": "Sede de associação cultural e recreativa (projeto original)",
            "coordBool": true,
            "coordinates": [
                39.46121752921235,
                -8.198837675946207
            ],
            "info": [
                "O edifício, projetado em 1923 para instalar a sede da Sociedade da Assembleia de Abrantes, ficou concluído em 1924 e foi inaugurado em 1928. Atualmente mantém-se como propriedade da Sociedade da Assembleia de Abrantes, constituída em 1920. Este edifício está classificado como “Monumento de Interesse Municipal”, de acordo com o Edital n.º 20/2014 da Câmara Municipal de Abrantes de 11 abril.",
                "A implantação do edifício, está numa zona de declive acentuado, entre o remate poente do Largo General Avelar Machado e a Rua do Montepio Abrantino. Esta situação marcou algumas soluções projetuais do arquiteto, mencionadas pelo arquiteto no artigo “Que aspecto devemos dar às casas do Povo?” publicado em 1947 no Mensário das Casas do Povo “com a sujeição a determinado terreno, aliás ingrato e bastante difícil de se aproveitar. […] No exterior teve-se em atenção o carácter local das construções tradicionais, de molde que o que se fez não fosse destoar da fisionomia geral da terra”.",
                "A entrada principal do edifício, no Largo General Avelar Machado, está protegida por um alpendre de colunas cilíndricas, onde se destaca o lambril de azulejos policromado. No edifício evidenciam-se ainda os dois alpendres adjacentes, mas distintos entre si, e orientados a Norte; as rótulas que protegem as janelas das salas na fachada Sul; a cobertura de telha cerâmica e o beirado à portuguesa; os pináculos de cantaria sobre a cobertura; e as chaminés.",
                "No interior, o edifício integra um salão para festas dotado de palco, uma sala de leitura e três salas de jogos, para além da cozinha com copa e das instalações sanitárias. O declive do terreno foi aproveitado para acomodar lojas comerciais e armazéns.",
                "Raul Lino projetou igualmente o pedestal para o busto do General Avelar Machado, figura proeminente de Abrantes, que foi inaugurado em 1929, em frente ao edifício da Sociedade da Assembleia de Abrantes.",
                ""
            ],
            "images": [
                "../img/rot31.jpeg",
                "../img/rot32.png",
                "../img/rot33.jpg",
                "../img/rot34.jpg",
                "../img/rot35.JPG"
            ],
            "imagesSubtitle": [
                "Postal ilustrado do edifício da Assembleia de Abrantes (Arquino Municipal Eduardo Campos, s.d.).",
                "Alpendre da entrada principal do edifício da Sede da Sociedade da Assembleia de Abrantes (2022).",
                "Fachada sul do edifício da Sede da Sociedade da Assembleia de Abrantes (2022).",
                "Varanda alpendrada na fachada norte do edifício da Sede da Sociedade da Assembleia de Abrantes (2022).",
                "Pormenor do alpendre e da porta principal de entrada do edifício da Sede da Sociedade da Assembleia de Abrantes (2022)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1923). Sede da Assembleia de Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cotas RL 163 e RL 654.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=188774&img=27288"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=188774&img=27289"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=188774&img=27290"
                        }
                    ]
                },
                {
                    "id": 2,
                    "fonte": "IPA.00024995",
                    "biblio": [
                        {
                            "text": "[Link SIPA]",
                            "links": "http://www.monumentos.gov.pt/Site/APP_PagesUser/SIPA.aspx?id=24995"
                        }
                    ]
                },
                {
                    "id": 3,
                    "fonte": "LINO, R. (1947). “Que aspecto devemos dar às casas do Povo?”, Mensário das Casas do Povo, 12: 10-11."
                },
                {
                    "id": 4,
                    "fonte": "CARREIRAS, J. (2023). Assembleia de Abrantes. Edição de autor."
                },
                {
                    "id": 5,
                    "fonte": "OLIVEIRA, C. (2012). “A Vós, A Nossa Casa. Intersecções na arquitectura do espaço público na obra de Raul Lino: A ‘Assembleia de Abrantes’”. In Symposium on Research in Architecture and Urban Design. Porto: Faculdade de Arquitectura da Universidade do Porto."
                },
                {
                    "id": 6,
                    "fonte": "OLIVEIRA, C. (2013). “Equipamentos e transformações modernas no espaço público de Abrantes: Três exemplos”. In Actas PNUM 2013, Forma Urbana nos Territórios de Influência Portuguesa: Análise, Desenho, Quantificação. Coimbra: Department of Civil Engineering of the University of Coimbra. 1001-1011."
                },
                {
                    "id": 7,
                    "fonte": "OLIVEIRA, C., Jaramillo, J. (2016). “Arquitectura e pública-acção A Nossa Casa no Mensário das Casas do Povo: três projectos de Raul Lino”. In A conquista social do território. Arquitetura e corporativismo no Estado Novo, Ferreira, F., Mendes, F., Pereira, N. (coord.). Coimbra: Edições Tenacitas. 79-103."
                }
            ]
        },
        {
            "id": 4,
            "title": "Moradia, Constância",
            "year": "1924",
            "year2": "",
            "location": "Constância",
            "typology": "Habitação unifamiliar (projeto original)",
            "coordBool": false,
            "coordinates": [],
            "info": [
                "Este projeto corresponde a uma encomenda de Adriano Burguete para uma moradia de construção económica, que, assim deve prescindir de “ornatos dispendiosos e neste caso inúteis” uma vez que “(…) o bom efeito resulta portanto apenas de proporções, material e côr de toda a obra e, mais tarde – da ligação desta com o terreno circunjacente por meio de arbustos, plantas trepadeiras etc.”.",
                "Raul Lino refere-se a uma construção com varanda e alpendres e cujas paredes exteriores, pintadas de branco ou rosa, devem contrastar com a cor verde das estruturas de madeira dos alpendres e dos aros fixos das caixilharias. As caixilharias e os respetivos pinázios são indicados em cor branco.",
                "Tratando-se de uma construção económica, Raul Lino admite a utilização de componentes moldados em betão (“fundidos em cimento”) para simular elementos de cantaria, tais como as soleiras, os peitoris, as colunas dos alpendres e os meios fustes da varanda, por estes serem mais dispendiosos. Vale-se do mesmo argumento para justificar os revestimentos dos pavimentos exteriores, em tijolo ou tijoleira. Lino esclarece ainda a integração de “materiais e de processos de construir da localidade” através da integração de seixos à vista na constituição dos muros dos alpendres e da varanda."
            ],
            "images": [],
            "imagesSubtitle": [],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1924). Casa Unifamiliar, Constância. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 184.",
                    "biblio": [
                        {
                            "text": "[Memória descritiva, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=193196&img=29091"
                        }
                    ]
                }
            ]
        },
        {
            "id": 5,
            "title": "Edifício de Habitação, Abrantes",
            "year": "1924",
            "year2": "e 1942",
            "location": "Rua de S. Pedro, nº 8",
            "typology": "Habitação unifamiliar (projeto de alteração)",
            "coordBool": true,
            "coordinates": [
                39.4628486067387,
                -8.19609914139947
            ],
            "info": [
                "Este edifício partiu de uma pré-existência e foi sucessivamente alterado em várias ocasiões. A primeira intervenção de Raul Lino data de 1924, e refere-se a uma ampliação, em que foi acrescentado o segundo piso e o sótão, em traça semelhante ao edifício original. O esquema compositivo, simétrico através de eixo central materializado pelos vãos de janela de sacada, apresenta ainda um corpo lateral, destacado, por ligeira curvatura e onde se localiza a entrada, marcada por portão. Mais tarde, em 1942, Raul Lino volta a intervir no edifício, desenhando uma nova configuração dos vãos de fachada.",
                "No exterior do edifício sobressaem as gelosias ou rótulas das janelas dos rés-do-chão, e os remates em arco nas zonas de acesso, bem como a cor das rótulas e das portas de entrada. Destacam-se ainda as janelas de vidrinhos e o beiral à portuguesa.",
                ""
            ],
            "images": [
                "../img/rot51.JPG",
                "../img/rot52.JPG",
                "../img/rot53.JPG",
                "../img/rot54.bmp"
            ],
            "imagesSubtitle": [
                "Fachada principal do edifício (2021).",
                "Pormenor da porta (2021).",
                "Pormenor de zona de acesso à moradia (2021).",
                "Fotografia da fachada principal da moradia (Arquivo Municipal Eduardo Campos, s.d.)"
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1924). Casa Unifamiliar, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 198.",
                    "biblio": [
                        {
                            "text": "[Desenhos de pormenor, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=188888&img=27689"
                        }
                    ]
                },
                {
                    "id": 2,
                    "fonte": "IPA.00026340",
                    "biblio": [
                        {
                            "text": "[Link SIPA]",
                            "links": "http://www.monumentos.gov.pt/Site/APP_PagesUser/SIPA.aspx?id=26340"
                        }
                    ]
                },
                {
                    "id": 3,
                    "fonte": "CMA/AMEC: Processo 10.5.3, 1942"
                }
            ]
        },
        {
            "id": 6,
            "title": "Edifício de Habitação, Abrantes",
            "year": "1924",
            "year2": "e 1948",
            "location": "Rua Dom Afonso Henriques, nº 25",
            "typology": "Habitação unifamiliar (projeto original: 1924; projeto de ampliação: 1948)",
            "coordBool": true,
            "coordinates": [
                39.463565303475804,
                -8.201341066959458
            ],
            "info": [
                "Este edifício resultante do projeto de 1924 insere-se numa artéria limítrofe ao centro histórico e consiste num edifício de dois pisos e cave de composição centralizada.",
                "No rés-do-chão situam-se a zona social/publica da habitação, e, no primeiro andar a zona privada e íntima que inclui os quartos, outros compartimentos de apoio, e um oratório.",
                "A fachada principal apresenta eixo central destacado, adossado por pilastras de cantaria com cornija saliente a rematar o volume. Evidencia-se ainda a trapeira que também serve de frontal no alinhamento da entrada principal do edifício, a bandeira de vidrinhos que são replicados na parte superior dos restantes envidraçados de vão reto. No projeto são pormenorizadas as guardas metálicas, em barrinhas, destinadas às varandas da fachada posterior.",
                "Em 1948, foi requerido um projeto de ampliação, implantado no lote adjacente, tendo sido construído um corpo contíguo ao edifício existente, que também sofreu, nessa campanha de obras, algumas alterações na distribuição e na organização dos aposentos."
            ],
            "images": [
                "../img/rot61.JPG",
                "../img/rot62.JPG",
                "../img/rot63.JPG"
            ],
            "imagesSubtitle": [
                "Fachada e porta principal da moradia (2021).",
                "Porta de entrada da moradia (2021).",
                "Fachada principal da moradia - ampliação (2021)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1924). Casa Unifamiliar, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 199.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=188894&img=27691"
                        }
                    ]
                },
                {
                    "id": 2,
                    "fonte": "LINO, R. (1948). Casa Unifamiliar, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 505.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192390&img=28703"
                        }
                    ]
                },
                {
                    "id": 3,
                    "fonte": "IPA.00026333",
                    "biblio": [
                        {
                            "text": "[Link SIPA]",
                            "links": " http://www.monumentos.gov.pt/Site/APP_PagesUser/SIPA.aspx?id=26333"
                        }
                    ]
                },
                {
                    "id": 4,
                    "fonte": "CMA/AMEC: Processo 0193, 1940, processo 0032, 1945 e processo 0942, 1952"
                },
                {
                    "id": 5,
                    "fonte": "ROCHA, Mafalda (2019). Casa- Família(s): Vivências e Memórias as Intervenções de Raul Lino em Abrantes. Dissertação de Mestrado integrado da FAUP."
                }
            ]
        },
        {
            "id": 7,
            "title": "Mausoléu, Cemitério de S. Miguel de Rio Torto",
            "year": "1924",
            "year2": "",
            "location": "São Miguel do Rio Torto, Carvalhal",
            "typology": "Arquitetura Funerária",
            "coordBool": true,
            "coordinates": [
                39.41758174178155,
                -8.210797742103564
            ],
            "info": [
                "Esta construção localizada no cemitério de S. Miguel do Rio Torto, foi encomendada pela família Martins, e mandada erigir em 1924, segundo a inscrição gravada sobre a porta. O edifício de composição simples, apresenta um pórtico, que alberga um pequeno átrio, e que precede a entrada da capela, volumetricamente destacada e com uma cobertura de duas águas."
            ],
            "images": [
                "../img/rot71.jpeg"
            ],
            "imagesSubtitle": [
                "Vista da entrada do mausoléu (2022)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1902-74). Projeto de mausoléu, Carvalhal, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 614."
                }
            ]
        },
        {
            "id": 8,
            "title": "Moradia, Fátima",
            "year": "1927",
            "year2": "",
            "location": "Fátima, Ourém",
            "typology": "Habitação unifamiliar",
            "coordBool": false,
            "coordinates": [],
            "info": [],
            "images": [],
            "imagesSubtitle": [],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1927). Casa unifamiliar, Fátima. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 239.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189065&img=27796"
                        }
                    ]
                }
            ]
        },
        {
            "id": 9,
            "title": "Pedestal do Busto do General Avelar Machado, Abrantes",
            "year": "1928",
            "year2": "",
            "location": "Largo General Avelar Machado",
            "typology": "Arte pública/Pedestal (projeto original)",
            "coordBool": true,
            "coordinates": [
                39.46121752921235,
                -8.198837675946207
            ],
            "info": [
                "Em 1928, Raul Lino desenha o pedestal para o busto do general Avelar Machado (1848-1909), da autoria de Ângelo Teixeira. O conjunto, busto e pedestal, foi inaugurado em 1929, e localiza-se no largo fronteiro ao edifício da sede da Sociedade da Assembleia de Abrantes (e da entrada principal deste edifício)."
            ],
            "images": [
                "../img/rot91.jpg",
                "../img/rot92.JPG",
                "../img/rot93.JPG"
            ],
            "imagesSubtitle": [
                "Inauguração do busto de General Avelar Machado (1929).",
                "Vista do busto na Praça General Avelar Machado (2022).",
                "Vista do busto na Praça General Avelar Machado (2022)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1928). Monumento ao General Avelar Machado, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 244.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189093&img=27805"
                        }
                    ]
                }
            ]
        },
        {
            "id": 10,
            "title": "Edifício de Habitação, Abrantes",
            "year": "1929",
            "year2": "e 1963",
            "location": "Rua Tenente Valadim, nº 3 e 5",
            "typology": "Habitação unifamiliar (projeto original: 1929; projeto de ampliação: 1963)",
            "coordBool": true,
            "coordinates": [
                39.46175151900504,
                -8.197672228161696
            ],
            "info": [
                "O projeto original para este edifício de habitação situado na proximidade do Jardim da República em Abrantes, teria sido realizado, por Raul Lino em 1929. Em 1963 (o registo no AMEC é de 1959) sucedeu-lhe uma ampliação, no lote adjacente, e que resultou na construção de um edifício autónomo, em continuidade com a composição e materiais da fachada pré-existente e com uma estrutura de betão armado.",
                "No piso térreo, a fachada principal é revestida com elementos pétreos de corte regular até ao limite inferior das janelas. A porta de entrada é encimada por elementos de cantaria que definem um triângulo. No projeto inicial, a cobertura incluiu duas trapeiras, formalmente distintas entre si, com vista para a Rua Tenente Valadim."
            ],
            "images": [
                "../img/rot101.jpg",
                "../img/rot102.jpg"
            ],
            "imagesSubtitle": [
                "Fachada principal (2022).",
                "Fachada principal (2022)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1929). Casa Unifamiliar, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 271.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189228&img=27882"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189228&img=27883"
                        },
                        {
                            "text": "[Memória Descritiva, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189228&img=27884"
                        }
                    ]
                },
                {
                    "id": 2,
                    "fonte": "CMA/AMEC: Processo nº 19, reg. 3396 de 1961."
                }
            ]
        },
        {
            "id": 11,
            "title": "Moradia, Vila Nova da Barquinha",
            "year": "1930",
            "year2": "",
            "location": "Praia do Ribatejo, Constância",
            "typology": "Habitação unifamiliar",
            "coordBool": true,
            "coordinates": [
                39.46577892193933,
                -8.349420279626765
            ],
            "info": [
                "O projeto refere-se a uma moradia unifamiliar encomendado por Eliseu Vieira da Cruz em 1930, e foi implantada em terreno desnivelado segundo a orientação Norte-Sul. A entrada principal do edifício está orientada a Norte e é protegida por um alpendre de pilares de cantaria cilíndricos. A fachada Sul inclui um alpendre sobre uma zona coberta com estrutura em arcos que protege a entrada posterior, situada a cota inferior à da entrada principal.",
                "As caixilharias das janelas apresentam as partes móveis de cor branca em contraste com a cor verde das partes fixas, que é comum à das guardas metálicas das varandas do edifício. As janelas do edifício são de vidrinhos.",
                "A cobertura apresenta beiral à portuguesa com a face inferior das telhas pintada de verde, assim como o revestimento lateral das trapeiras. Na cobertura destacam-se ainda os remates superiores nos cantos, com esferas e pináculos de cantaria, assim como as chaminés.",
                "Em terreno contíguo a esta moradia, a escassos metros de distância, foi edificada outro edifício, que partindo do mesmo projeto foi construído em simetria."
            ],
            "images": [
                "../img/rot111.jpg",
                "../img/rot112.jpg",
                "../img/rot113.jpg",
                "../img/rot114.jpg",
                "../img/rot115.jpg"
            ],
            "imagesSubtitle": [
                "Vista das fachadas principal e Nascente (2024).",
                "Vista da fachada principal (2024).",
                "Pormenor de um dos corpos da fachada principal (2024).",
                "Vista da fachada Poente (2024).",
                "Pormenor do muro de vedação (2024)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1929). Casa Unifamiliar, Praia do Ribatejo. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 277.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189254&img=27902"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189254&img=27903"
                        },
                        {
                            "text": "[Memória Descritiva, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189254&img=27904"
                        }
                    ]
                }
            ]
        },
        {
            "id": 12,
            "title": "Moradia, Torres Novas",
            "year": "1931",
            "year2": "",
            "location": "Torres Novas",
            "typology": "Habitação unifamiliar",
            "coordBool": false,
            "coordinates": [],
            "info": [
                "A encomenda para este projeto terá partido de Evaristo Matos Branco, que foi notário e presidente da camara municipal de Torres Novas entre 1958 e 1962.",
                "Trata-se de um edifício de 3 pisos com mansarda, e que integra uma capela de pequenas dimensões. Na fachada principal a nascente, destaca-se um alpendre que abriga a entrada da habitação.",
                "O piso 1 e 2, corresponderiam à habitação da família, com a comunicação vertical assegurada através de uma escada de dimensões generosas. O piso 0, parcialmente em cave, dado o desnível do terreno, apresenta menor pé-direito, sendo possivelmente afeto à zona de serviço da casa. Os desenhos de pormenor, relativos a detalhes de marcenaria -portas, painéis, molduras de vão- das salas de bilhar, sala de mesa e sala de espera, sugerem que a habitação incluiria uma zona social de receção relativamente desenvolvida e com espaços específicos."
            ],
            "images": [],
            "imagesSubtitle": [],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1931). Casa Unifamiliar, Torres Novas. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 291.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189304&img=27951"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189304&img=27951"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189304&img=27953"
                        }
                    ]
                }
            ]
        },
        {
            "id": 13,
            "title": "Arranjos Exteriores, Sardoal",
            "year": "1934",
            "year2": "",
            "location": "Centro urbano de Sardoal",
            "typology": "Arranjo urbanístico",
            "coordBool": false,
            "coordinates": [],
            "info": [
                "Os “melhoramentos do Sardoal”, como Raul Lino designa este conjunto de projetos/intervenções de escala urbana em várias zonas da vila, foi uma encomenda da Câmara Municipal do Sardoal em 1933.  Segundo o “Correio de Abrantes”, um ano antes, a 7 de agosto de 1932, Raul Lino terá visitado a vila a convite de Manuel Serras Pereira, irmão do presidente da câmara Lúcio Serras Pereira.",
                "Foram identificados quatro projetos que foram concretizados: a reconstrução do pelourinho, o fontanário, o muro de vedação e portões do antigo dispensário, e a pérgula e “miradouro do ramal”. Este último projeto terá sido demolido nos anos 80. [1]",
                "No centro da vila, na Praça da República, onde se situam os paços do concelho, Raul Lino colaborou na reconstituição do antigo pelourinho, no lugar aproximado onde existia um fontanário -deslocado nessa ocasião para próximo da cadeia velha [3], tendo também desenhado o pavimento em calçada da base de forma octogonal. O pavimento que circunda a base do pelourinho, obedecia ao desenho de um padrão em calçada de paralelos, que não terá sido executado.",
                "A encomenda deste trabalho foi registada na ata da sessão camarária de 1933 na qual se refere que “Tendo sido demolido o Pelourinho que existia na Praça desta vila para terraplanagem (…)  pensou esta Câmara em reconstituí-lo com os elementos dispersos que do mesmo Pelourinho ainda existem e pela lembrança de pessoas que o viram erecto no seu lugar, já bastante desmantelado e para não perder um monumento histórico de valor, incumbiu o Chefe da Secretaria desta Câmara de esboçar um desenho que servisse de base à sua reconstrução. O Arquitecto Raul Lino aperfeiçoou este desenho nos seus detalhes artísticos, a fim de que o canteiro procedesse sem dificuldade à respectiva execução (…) sendo a base de degraus em cantaria de Tomar e a coluna em mármore. (,,,).[2]",
                "Na mesma praça, o arquiteto também projetou um fontanário, que se abriga/encaixa no passeio sobrelevado da rua Monte do Sardoal.",
                "No início da rua 5 de Outubro, Raul Lino projetou o extenso muro perimetral que ladeia o terreno do antigo dispensário da Assistência Nacional aos Tuberculosos, com um desenho simples em alvenaria com elementos vazados de forma triangular, e, no desenho dos dois portões que lhe dão acesso, incluiu a figura do sardão, réptil representado no brasão da vila."
            ],
            "images": [
                "../img/rot131.jpg",
                "../img/rot132.jpg",
                "../img/rot133.jpg",
                "../img/rot134.jpg",
                "../img/rot135.jpg",
                "../img/rot136.jpg",
                "../img/rot137.jpg",
                "../img/rot138.jpg",
                "../img/rot139.jpg"
            ],
            "imagesSubtitle": [
                "Pelourinho na Praça da República (2024).",
                "Fontanário e pérgula na Praça da República (2024).",
                "Fontanário na Praça da República (2024).",
                "Pérgula junto ao fontanário na Praça da República (2024).",
                "Vedação na Rua 5 de outubro (2024).",
                "Pormenor do muro, na Rua 5 de Outubro (2024).",
                "Portão, na Rua 5 de Outubro (2024).",
                "Pormenor do portão, na Rua 5 de Outubro (2024).",
                "Pérgula do miradouro do Ramal, Rua das Olarias? pre-1980."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1932-34). Câmara Municipal do Concelho do Sardoal. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 311.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189408&img=26662"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189408&img=26663"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189408&img=26664"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189408&img=26665"
                        }
                    ]
                },
                {
                    "id": 2,
                    "fonte": "[1]",
                    "biblio": [
                        {
                            "text": "[Link]",
                            "links": "https://www.sardoalmemoria.net/home/patrimonio-cultural/arquitecto-raul-lino-projectos-e-estudos-elaborados-para-a-vila-de-sardoal"
                        }
                    ]
                },
                {
                    "id": 3,
                    "fonte": "[2]",
                    "biblio": [
                        {
                            "text": "[Link]",
                            "links": "https://memoriassardoalenses.net/sobre-o-actual-pelourinho/"
                        }
                    ]
                },
                {
                    "id": 4,
                    "fonte": "[3]",
                    "biblio": [
                        {
                            "text": "[Link]",
                            "links": "https://memoriassardoalenses.net/um-percurso-por-fontes/"
                        }
                    ]
                },
                {
                    "id": 5,
                    "fonte": "IPA. 00002078 - Pelourinho",
                    "biblio": [
                        {
                            "text": "[Link SIPA]",
                            "links": "http://www.monumentos.gov.pt/Site/APP_PagesUser/SIPA.aspx?id=2078"
                        }
                    ]
                }
            ]
        },
        {
            "id": 14,
            "title": "Edifício do Posto de Transformação, Alcanena",
            "year": "1932",
            "year2": "",
            "location": "Alcanena",
            "typology": "Infraestrutura de redes - Posto de Transformação de energia (projeto original)",
            "coordBool": false,
            "coordinates": [],
            "info": [
                "Os postos de transformação são estruturas geralmente em forma de cabine ou torre, em que se procede à transformação de energia elétrica de média tensão em energia elétrica de utilização de baixa tensão para ser transportada pela rede. No edifício de posto de transformação, que projetou em 1932, o arquiteto apresenta uma torre de secção retangular, com acesso interior através de uma escada em caracol. Exteriormente, a torre é rematada com uma cobertura em forma piramidal, mimetizando o remate de algumas torres sineiras de igrejas."
            ],
            "images": [],
            "imagesSubtitle": [],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1932). Distribuição de energia eléctrica em Alcanena, edifício do posto de transformação. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 325.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189415&img=26667"
                        }
                    ]
                }
            ]
        },
        {
            "id": 15,
            "title": "Torre para Posto de Transformação, Alcanena",
            "year": "1932",
            "year2": "e 1934",
            "typology": "Infraestrutura de redes - Posto de Transformação (projeto original)",
            "location": "Alcanena",
            "coordBool": false,
            "coordinates": [],
            "info": [
                "Esta torre de transformação foi uma encomenda da Câmara Municipal de Alcanena. Na memória descritiva do projeto refere-se que as Comissões de Turismo e Propaganda têm exigido uma maior integração dos edifícios com a paisagem. É com esta premissa que Raul Lino projeta esta torre técnica, inspirada na construção “portuguesa, tradicional,” mas “usando o moderno processo de construir em betão armado”."
            ],
            "images": [
                "../img/rot151.jpg"
            ],
            "imagesSubtitle": [
                "Representação 3D da Torre para o posto de Transformação, com base nos desenhos do projeto."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1932-34). Projeto de Torre para Posto de Transformação, 1932-34. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 298.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189333&img=27967"
                        },
                        {
                            "text": "[Memória Descritiva, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189333&img=27968"
                        }
                    ]
                }
            ]
        },
        {
            "id": 16,
            "title": "Projeto Urbano, Mação",
            "year": "1934",
            "year2": "",
            "location": "Mação (Este projeto não foi realizado)",
            "typology": "Projeto urbano",
            "coordBool": false,
            "coordinates": [],
            "info": [
                "Deste designado “plano económico de embelezamento”, só conhecemos o esboço que Raul Lino terá apresentado em 1934. Trata-se de uma perspetiva onde apresenta o possível arranjo urbanístico de um largo situado no limite da vila, propondo que na plataforma sobranceira da praça, se dispusesse um miradouro, alcandorado por pérgula e, na zona da praça mais recuada, junto ao muro que o limita, se colocassem assentos abrigados por um alpendre, num recanto amenizado pela construção de um fontanário. Neste projeto, pretende-se que a utilização de elementos mínimos, sirva para criar o máximo efeito, criando uma zona de mediação, um átrio a descoberto, que precederia a entrada da vila."
            ],
            "images": [
                "../img/rot161.jpg",
                "../img/rot162.jpg"
            ],
            "imagesSubtitle": [
                "Provável localização do arranjo urbanístico de Raul Lino que não foi concretizado: confluência entre a Rua da Ladeira e N3 (2024).",
                "Provável localização do arranjo urbanístico de Raul Lino que não foi concretizado confluência entre a Rua da Ladeira e N3 (2024)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1934). Esboço de uma ideia para o Plano Económico de Embelezamento da Entrada da Vila de Mação Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 329.",
                    "biblio": [
                        {
                            "text": "[Esboço do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189480&img=26669"
                        }
                    ]
                }
            ]
        },
        {
            "id": 17,
            "title": "Edifício de Habitação, Abrantes",
            "year": "1935",
            "year2": "",
            "location": "Rua José Estevão, nº 20",
            "typology": "Habitação unifamiliar (projeto de alteração)",
            "coordBool": true,
            "coordinates": [
                39.46315780929322,
                -8.198171330823566
            ],
            "info": [
                "O projeto de Raul Lino parte de um edifício existente de três pisos localizado no centro histórico de Abrantes, no qual o arquiteto alterou a composição do terceiro piso, e transformou o vão único de janela original em dois (vãos). Foram ainda acrescentados dois óculos laterais no primeiro e no segundo pisos, que no projeto de Raul Lino apresentam forma circular, mas que foram concretizados em losango, tal como evidencia a fachada atual."
            ],
            "images": [
                "../img/rot171.jpg",
                "../img/rot172.png",
                "../img/rot173.jpg"
            ],
            "imagesSubtitle": [
                "Postal Delcampe (c. 1957).",
                "Perspetiva lateral da fachada principal do edifício (2022).",
                "Vista frontal da fachada principal do edifício (2022)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1935). Casa unifamiliar, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 342.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189538&img=28057"
                        }
                    ]
                }
            ]
        },
        {
            "id": 18,
            "title": "Edifício de Habitação, Abrantes",
            "year": "1935",
            "year2": "",
            "location": "Rua General Manuel António Mourato, nº 11",
            "typology": "Habitação unifamiliar (projeto de alteração)",
            "coordBool": true,
            "coordinates": [
                39.463200535655595,
                -8.198082057091964
            ],
            "info": [
                "Este projeto de Raul Lino propôs a ampliação de um edifício térreo pré-existente e localizado no centro histórico de Abrantes, num lote estreito e profundo. Ao edifício existente foram acrescidos dois pisos ligados por uma escada interior. O projeto deste edifício encontra-se no Arquivo Municipal Eduardo Campos, em Abrantes."
            ],
            "images": [
                "../img/rot181.JPG"
            ],
            "imagesSubtitle": [
                "Fachada do edifício sobre a Rua General António Mourato (2022)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "CMA/AMEC: processo nº 10.5.3-0Q0Q80/1934"
                }
            ]
        },
        {
            "id": 19,
            "title": "Moradia, Abrantes",
            "year": "1935",
            "year2": "",
            "location": "Rua do Arcediago, nº 19",
            "typology": "Habitação unifamiliar (projeto original)",
            "coordBool": true,
            "coordinates": [
                39.462925238598096,
                -8.196886394673387
            ],
            "info": [
                "O projeto deste edifício corresponde a uma habitação de carácter urbano, que se desenvolve em dois pisos, e que apresenta uma loggia aberta no primeiro piso, em arcada tripla, sobre a Rua do Arcediago. Esta varanda coberta apresenta elementos semelhantes aos do edifício da Sede da Sociedade de Abrantes (edifício 3), designadamente a disposição dos elementos cerâmicos da guarda que são semelhantes aos que se encontram na chaminé (edifício 3), e os arcos e pilares circulares da varanda que remetem para a varanda alpendrada orientada a Norte (edifício 3)."
            ],
            "images": [
                "../img/rot191.JPG",
                "../img/rot192.JPG"
            ],
            "imagesSubtitle": [
                "Fachada principal do edifício (2021).",
                "Pormenor da loggia (varanda coberta) do edifício (2021)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1935). Casa unifamiliar, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 340.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189536&img=28053"
                        }
                    ]
                }
            ]
        },
        {
            "id": 20,
            "title": "Edifício de Habitação, Abrantes",
            "year": "1936",
            "year2": "",
            "location": "Rua de Santa Isabel nº 28 e 30",
            "typology": "Habitação unifamiliar (projeto de alteração)",
            "coordBool": true,
            "coordinates": [
                39.461816132073785,
                -8.197358477514825
            ],
            "info": [
                "O projeto de Raul Lino teve como ponto de partida um edifício existente de dois pisos (rés do chão e um piso superior) no centro histórico de Abrantes, aos quais foi acrescido um piso. O piso térreo destinou-se a estabelecimento comercial, e os pisos superiores a habitação.",
                "Segundo a memória descritiva, as paredes exteriores são de tijolo “tipo burro”, assim como as divisórias interiores. Nas paredes exteriores o tijolo é assente a uma vez, enquanto nas interiores é assente a meia vez. A cobertura é descrita de “telhado de valadio” (de telha solta) revestido com “telha à portuguesa”, com “cimalha e beira”."
            ],
            "images": [
                "../img/rot201.JPG",
                "../img/rot202.JPG",
                "../img/rot203.jpg"
            ],
            "imagesSubtitle": [
                "Fachada principal do edifício (2021).",
                "Porta de entrada do edifício (2021).",
                "Desenho de pormenor do remate da cobertura do edifício, incluído nos elementos do projeto, Arquivo Municipal Eduardo Campos (1936)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "CMA/AMEC: processo nº 10.5.3-000062-1936"
                }
            ]
        },
        {
            "id": 21,
            "title": "Edifício de Habitação, Abrantes",
            "year": "1938",
            "year2": "",
            "location": "Rua Dom Afonso Henriques nº 9 a 11",
            "typology": "Habitação unifamiliar (projeto de alteração)",
            "coordBool": true,
            "coordinates": [
                39.46385336317629,
                -8.201003961766888
            ],
            "info": [
                "Neste projeto, Raul Lino é chamado a realizar um projeto de alterações num edifico existente de três pisos, com a fachada revestida a azulejos. O projeto consiste num conjunto de alterações modificações no interior da habitação, com o intuito de adequar os espaços interiores e melhorar as suas condições de conforto. No exterior são foram acrescentadas três mansardas, duas sobre o logradouro, e a outra, no centro da fachada principal, sobre a rua."
            ],
            "images": [
                "../img/rot211.JPG",
                "../img/rot212.JPG"
            ],
            "imagesSubtitle": [
                "Fachada principal do edifício (2021).",
                "Pisos superiores da fachada principal do edifício (2021)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1939). Casa unifamiliar, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 423.",
                    "biblio": [
                        {
                            "text": "[Desenhos de projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=191742&img=28355"
                        },
                        {
                            "text": "[Desenhos de projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=191742&img=28356"
                        },
                        {
                            "text": "[Correspondência posta, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=191742&img=28358"
                        },
                        {
                            "text": "[Memória Descritiva, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=191742&img=28357"
                        }
                    ]
                },
                {
                    "id": 2,
                    "fonte": "ROCHA, Mafalda (2019). Casa- Família(s): Vivências e Memórias as Intervenções de Raul Lino em Abrantes. Dissertação de Mestrado integrado da FAUP."
                }
            ]
        },
        {
            "id": 22,
            "title": "Moradia, Alferrarede",
            "year": "1938",
            "year2": "",
            "location": "Alferrarede",
            "typology": "Habitação unifamiliar (projeto original)",
            "coordBool": false,
            "coordinates": [],
            "info": [
                "Esta construção refere-se a uma habitação unifamiliar edificada numa zona rural, em Alferrarede. No edifício sobressaem o alpendre da entrada principal com pilares de tijolo cerâmico, os caixilhos com pequenos vidros, o beiral à portuguesa e a chaminé."
            ],
            "images": [
                "../img/rot221.jpg"
            ],
            "imagesSubtitle": [
                "Vista exterior do edifício do edifício (2021)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1939). Casa unifamiliar, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 386."
                },
                {
                    "id": 2,
                    "fonte": "ROCHA, Mafalda (2019). Casa- Família(s): Vivências e Memórias as Intervenções de Raul Lino em Abrantes. Dissertação de Mestrado integrado da FAUP."
                }
            ]
        },
        {
            "id": 23,
            "title": "Garagem, Abrantes",
            "year": "1939",
            "year2": "",
            "location": "Rua Dom Afonso Henriques (ao lado do nº 25)",
            "typology": "Garagem (projeto original)",
            "coordBool": false,
            "coordinates": [],
            "info": [
                "Este pequeno projeto destinou-se à construção de uma garagem, no lugar de uma pré-existência, um “barracão”, na proximidade do edifício de habitação que Raul Lino projetou em 1924 para Guilherme Moura Neves, e que foi ampliado posteriormente em 1948 (edifício 6). Num lote estreito, o projeto propôs assim a construção de uma garagem, de serviço à habitação. O desnível do terreno permitiu que se projetassem outras dependências com acessos diferenciados.",
                "Ao nível da rua funcionam a garagem, um quarto e instalações sanitárias, com acesso pela fachada lateral. No plano do quintal, destaca-se ainda um volume onde se acomodam duas divisões, uma para arrumos do quintal e outra para uma cozinha."
            ],
            "images": [
                "../img/rot231.JPG"
            ],
            "imagesSubtitle": [
                "Vista exterior da garagem (2021)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1939). Projeto de uma garagem. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 404.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=189819&img=28260"
                        }
                    ]
                },
                {
                    "id": 2,
                    "fonte": "ROCHA, Mafalda (2019). Casa- Família(s): Vivências e Memórias as Intervenções de Raul Lino em Abrantes. Dissertação de Mestrado integrado da FAUP."
                }
            ]
        },
        {
            "id": 24,
            "title": "Edifício de Habitação, Abrantes",
            "year": "1939",
            "year2": "e 1941",
            "location": "Rua Dom Afonso Henriques nº 13 a 15",
            "typology": "Habitação unifamiliar (projeto original: 1939; projeto de ampliação: 1941)",
            "coordBool": true,
            "coordinates": [
                39.46378712823677,
                -8.20108733009068
            ],
            "info": [
                "O projeto corresponde à construção de um edifício de habitação que se desenvolve em dois pisos com cave, numa planta de acentuada horizontalidade. Com uma divisão funcional interior quadripartida, oferece um alçado dividido em quatro módulos compositivos, com pequenas diferenças entre si, destacando-se a zona de entrada, que integra porta e janela do primeiro piso numa faixa vertical enquadrada por pilastras.",
                "No edifício destacam-se as guardas metálicas das varandas (semelhantes às guardas metálicas da varanda alpendrada do edifício da Assembleia de Abrantes), as cantarias que rematam os vãos das janelas em sacada e as portas, bem como a chaminé do edifício."
            ],
            "images": [
                "../img/rot241.JPG",
                "../img/rot242.JPG",
                "../img/rot243.bmp"
            ],
            "imagesSubtitle": [
                "Fachada principal do edifício (2021).",
                "Pormenor do óculo ovalado na fachada principal do edifício (2021).",
                "Fachada principal do edifício, Arquivo Municipal Eduardo Campos (c. 1970)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1939). Casa unifamiliar, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 434.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192219&img=28384"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192219&img=28385"
                        },
                        {
                            "text": "[Correspondência postal, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192219&img=28386"
                        }
                    ]
                },
                {
                    "id": 2,
                    "fonte": "ROCHA, Mafalda (2019). Casa- Família(s): Vivências e Memórias as Intervenções de Raul Lino em Abrantes. Dissertação de Mestrado integrado da FAUP."
                },
                {
                    "id": 3,
                    "fonte": "IPA.00026334",
                    "biblio": [
                        {
                            "text": "[Link SIPA]",
                            "links": "http://www.monumentos.gov.pt/site/app_pagesuser/SIPA.aspx?id=26334"
                        }
                    ]
                },
                {
                    "id": 4,
                    "fonte": "CMA/AMEC: Processo 3149, 1942 e processo 3169, 1942"
                }
            ]
        },
        {
            "id": 25,
            "title": "Edifício de Habitação, Abrantes",
            "year": "1940",
            "year2": "",
            "location": "Rua 5 de outubro de 1910, nº 16",
            "typology": "Habitação unifamiliar (projeto de alteração)",
            "coordBool": true,
            "coordinates": [
                39.46500822867063,
                -8.197535319879464
            ],
            "info": [
                "O projeto de alterações, propostas por Raul Lino, para este edifício de habitação situado perto da igreja de S. Vicente e do Largo da Ferraria, inclui modificações importantes que reconfiguraram a sua fachada principal, com a supressão da balaustrada, e a execução da cobertura rematada por sanca. Foram também adicionadas trapeiras, e foi proposto o redesenho e a substituição das molduras, das carpintarias e das serralharias dos vãos das portas e das janelas."
            ],
            "images": [
                "../img/rot251.JPG",
                "../img/rot252.JPG"
            ],
            "imagesSubtitle": [
                "Fachada principal do edifício (2022).",
                "Porta principal do edifício (2022)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1940). Casa unifamiliar, Abrantes. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 422.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=191737&img=28351"
                        },
                        {
                            "text": "[Memória Descritiva, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=191737&img=28352"
                        },
                        {
                            "text": "[Correspondência postal, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=191737&img=28353"
                        }
                    ]
                }
            ]
        },
        {
            "id": 26,
            "title": "Jardim-Escola João de Deus 1",
            "year": "1945",
            "year2": "e 1946",
            "location": "Rua Miguel Maria Ferreira",
            "typology": "Edifício escolar (projeto original)",
            "coordBool": true,
            "coordinates": [
                39.605909,
                -8.405876
            ],
            "info": [
                "O primeiro jardim escola do sistema de ensino de João de Deus (1830-1896) foi construído em Coimbra em 1911, com projeto de Raul Lino (1909), e terá servido de base aos projetos para outras localidades, incluindo o de Lisboa, inaugurado em 1915. Entre 1911 e 1957 Raúl Lino desenha onze projetos de jardins-escolas João de Deus. A atividade de Lino, no desenho de espaços escolares, incluiu ainda a escola primária de Alcântara (1916), as escolas primárias, modelo 1, tipo Norte, Centro e Sul, 1918 e os projetos tipo (1933-1935) das escolas primárias do Estado Novo, a construir nas regiões do país: Algarve, Alentejo, Ribatejo e Estremadura.",
                "",
                "A construção de dois estabelecimentos de ensino, destinados à infância do método João de Deus em Tomar, fizeram parte da vontade testamentaria do benemérito Miguel Maria Ferreira (1871-1945). A doação em forma pecuniária (no valor de 1800 escudos), foi anunciada à Câmara Municipal de Tomar em 1945, pela viúva Júlia Ferreira.",
                "A primeira escola foi inaugurada a 9 de janeiro de 1955 (edifício 26), na zona de expansão urbana, resultante do Plano Geral de Urbanização da cidade de Tomar (1942). Na proximidade do núcleo histórico, na Rua de Leiria abriu em 1962 o segundo jardim escola (edifício 27). O projeto foi ainda acompanhado numa fase inicial por João de Deus Ramos, filho do fundador, que viria a falecer em 1953.",
                "O projeto, cujas peças desenhadas se encontram depositadas na Fundação Calouste Gulbenkian, é constituído por duas plantas de implantação, dois alçados -principal e posterior-, detalhes construtivos e desenho do muro perimetral referente ao projeto da Rua de Leiria. Os projetos de Raul Lino para esta instituição, obedecem a um modelo, com algumas variações. Observam-se, porém, algumas constantes nomeadamente ao nível da organização em planta, com a entrada em posição central, geralmente com um vão em arco que abriga uma generosa área coberta, e que comunica diretamente com o museu/salão, peça nuclear desta tipologia de escola. Lateralmente funcionam as salas, cantina e outros serviços."
            ],
            "images": [
                "../img/rot261.JPG",
                "../img/rot262.jpg",
                "../img/rot263.jpg",
                "../img/rot264.jpg"
            ],
            "imagesSubtitle": [
                "Notícia publicada na imprensa local escrita local em 28 de junho no jornal “O Templário” (1953).",
                "Fachada principal do edifício do jardim de infância João de Deus, em Tomar (2024).",
                "Fachada principal do edifício do jardim de infância João de Deus, em Tomar (2024).",
                "Entrada principal do edifício do jardim de infância João de Deus, em Tomar (2024)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (195-460). Projecto de Jardim-Escola João de Deus, Tomar, projecto a realizar pelo legado do benemérito Miguel Maria Ferreira. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 473.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192320&img=28578"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192320&img=28579"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192320&img=28580"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192320&img=28581"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192320&img=28582"
                        }
                    ]
                },
                {
                    "id": 2,
                    "fonte": "Lino, Raul (1916). Edifícios escolares de Raúl Lino”, revista Atlântida, nº 4, 15 de fevereiro de 1916, p. 331-336.",
                    "biblio": [
                        {
                            "text": "[Link]",
                            "links": "https://hemerotecadigital.cm-lisboa.pt/obras/atlantida/N4/N4_master/N04.PDF"
                        }
                    ]
                },
                {
                    "id": 3,
                    "fonte": "SGEC (2020). Raul Lino arquitecto de escolas. Organização Françoise Le Cunff",
                    "biblio": [
                        {
                            "text": "[Link]",
                            "links": "https://www.sec-geral.mec.pt/sites/default/files/Raul%20Lino%20-%20arquiteto%20de%20escolas.pdf"
                        }
                    ]
                }
            ]
        },
        {
            "id": 27,
            "title": "Jardim-Escola João de Deus 2",
            "year": "1945",
            "year2": "e 1946",
            "location": "Rua de Leiria",
            "typology": "Edifício escolar (projeto original)",
            "coordBool": true,
            "coordinates": [
                39.608152,
                -8.417457
            ],
            "info": [
                "O primeiro jardim escola do sistema de ensino de João de Deus (1830-1896) foi construído em Coimbra em 1911, com projeto de Raul Lino (1909), e terá servido de base aos projetos para outras localidades, incluindo o de Lisboa, inaugurado em 1915. Entre 1911 e 1957 Raúl Lino desenha onze projetos de jardins-escolas João de Deus. A atividade de Lino, no desenho de espaços escolares, incluiu ainda a escola primária de Alcântara (1916), as escolas primárias, modelo 1, tipo Norte, Centro e Sul, 1918 e os projetos tipo (1933-1935) das escolas primárias do Estado Novo, a construir nas regiões do país: Algarve, Alentejo, Ribatejo e Estremadura.",
                "",
                "A construção de dois estabelecimentos de ensino, destinados à infância do método João de Deus em Tomar, fizeram parte da vontade testamentaria do benemérito Miguel Maria Ferreira (1871-1945). A doação em forma pecuniária (no valor de 1800 escudos), foi anunciada à Câmara Municipal de Tomar em 1945, pela viúva Júlia Ferreira.",
                "A primeira escola foi inaugurada a 9 de janeiro de 1955 (edifício 26), na zona de expansão urbana, resultante do Plano Geral de Urbanização da cidade de Tomar (1942). Na proximidade do núcleo histórico, na Rua de Leiria abriu em 1962 o segundo jardim escola (edifício 27). O projeto foi ainda acompanhado numa fase inicial por João de Deus Ramos, filho do fundador, que viria a falecer em 1953.",
                "O projeto, cujas peças desenhadas se encontram depositadas na Fundação Calouste Gulbenkian, é constituído por duas plantas de implantação, dois alçados -principal e posterior-, detalhes construtivos e desenho do muro perimetral referente ao projeto da Rua de Leiria. Os projetos de Raul Lino para esta instituição, obedecem a um modelo, com algumas variações. Observam-se, porém, algumas constantes nomeadamente ao nível da organização em planta, com a entrada em posição central, geralmente com um vão em arco que abriga uma generosa área coberta, e que comunica diretamente com o museu/salão, peça nuclear desta tipologia de escola. Lateralmente funcionam as salas, cantina e outros serviços."
            ],
            "images": [
                "../img/rot271.jpg",
                "../img/rot272.jpg"
            ],
            "imagesSubtitle": [
                "Fachada principal do edifício do jardim de infância João de Deus, em Tomar (2024).",
                "Fachada principal do edifício do jardim de infância João de Deus, em Tomar (2024)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (195-460). Projecto de Jardim-Escola João de Deus, Tomar, projecto a realizar pelo legado do benemérito Miguel Maria Ferreira. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 473.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192320&img=28578"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192320&img=28579"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192320&img=28580"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192320&img=28581"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192320&img=28582"
                        }
                    ]
                }
            ]
        },
        {
            "id": 28,
            "title": "Jazigo, Tomar",
            "year": "1945",
            "year2": "",
            "location": "Cemitério de Santa Maria do Olival",
            "typology": "Arquitetura fúnebre",
            "coordBool": true,
            "coordinates": [
                39.60272627829137,
                -8.40791477291339
            ],
            "info": [
                "Ao arquiteto Raul Lino, projetista dos dois jardins escola João de Deus em Tomar Edifícios 26 e 27), resultantes do legado de Miguel Maria Ferreira, coube também o projeto de jazigo do benfeitor e da sua esposa Júlia Ferreira que se situa no cemitério de Santa Maria dos Olivais. No projeto, datado de 1945 apresentavam-se duas opções compositivas, tendo recaído a escolha num desenho de composição clássica, jazigo-capela de corpo central com duas pequenas alas em simetria, com menor altura e de cobertura diferenciada."
            ],
            "images": [
                "../img/rot281.jpg",
                "../img/rot282.jpg",
                "../img/rot283.jpg"
            ],
            "imagesSubtitle": [
                "Vista frontal do jazigo de Miguel Maria Ferreira e Júlia Ferreira (2024).",
                "Jazigo de Miguel Maria Ferreira e Júlia Ferreira: carimbo de Raul Lino gravado na fachada (2024).",
                "Jazigo: vista lateral (2024)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "LINO, R. (1945). Projecto de jazigo da família da Exma. Sra. D. Júlia Ferreira, Tomar. Lisboa: Biblioteca de Arte da Fundação Calouste Gulbenkian, Espólio Raúl Lino: Cota RL 476.",
                    "biblio": [
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192324&img=28594"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192324&img=28595"
                        },
                        {
                            "text": "[Desenhos do projeto, FCG]",
                            "links": "https://baimages.gulbenkian.pt/images/winlibimg.aspx?skey=&doc=192324&img=28596"
                        }
                    ]
                }
            ]
        },
        {
            "id": 29,
            "title": "Palacete, Abrantes",
            "year": "1965",
            "year2": "",
            "location": "Rua Grande nº 46-52",
            "typology": "Habitação unifamiliar (projeto de alteração)",
            "coordBool": true,
            "coordinates": [
                39.463349938394856,
                -8.196668381385852
            ],
            "info": [
                "Palacete oitocentista, de dois pisos, cuja fachada principal do piso inferior é revestida com azulejos monocromáticos, está situado numa das artérias principais da cidade de Abrantes, que estabelecia a ligação entre as igrejas paroquiais de S. Vicente e de S João Batista. Em 1968, terá sido intervencionado no seu interior por Raul Lino, com projeto de jardim do arquiteto Gonçalo Ribeiro Telles (1922-2020). Foi classificado em 1977 como imóvel de interesse municipal."
            ],
            "images": [
                "../img/rot291.bmp",
                "../img/rot292.JPG"
            ],
            "imagesSubtitle": [
                "Fachada principal do edifício, Arquivo Municipal Eduardo Campos (s.d.).",
                "Fachada principal do edifício (2021)."
            ],
            "links": [
                {
                    "id": 1,
                    "fonte": "IPA. 00001979",
                    "biblio": [
                        {
                            "text": "[Link SIPA]",
                            "links": "http://www.monumentos.gov.pt/Site/APP_PagesUser/SIPA.aspx?id=1979"
                        }
                    ]
                }
            ]
        }
    ]
}